       IDENTIFICATION DIVISION.
       PROGRAM-ID. hello_world.
       ENVIRONMENT DIVISION.
       PROCEDURE DIVISION.
           DISPLAY 'Hello world!'.
           STOP RUN.
